{
    "Publish Your Travel": "Publish Your Travel",
    "Travelers looking for a Host in your City": "Travelers looking for a Host in your City:",
    "This is your dashboard": "This is your dashboard. You can see the request you've sent and see who's comming to your town. Invite anyone into your house and meet travelers.",
    "Your requests": "Your requests:",
    "Invitation To": "Invitation To",
    "These are the request you have sent": "These are the request you have sent.",
    "Invitations sent": "Invitations sent to other travelers.",
    "Invitations for your requests": "Invitations for your requests.",
    "What city do you live in?": "What city do you live in?",
    "Home": "Your Home",
    "After you send it, you won't be able to edit or delete it. Think of this as when you send an email.": "After you send it, you won't be able to edit or delete it. Think of this as when you send an email.",
    "Share your Travel Plans with hundreds of Hosts": "Share your Travel Plans with hundreds of Hosts",
    "Full Name": "FULL NAME",
    "The name as appers on your card": "The name as appers on your card",
    "Card Number": "CARD NUMBER",
    "Expiry Month": "EXPIRY MONTH",
    "Expiry Year": "EXPIRY YEAR",
    "CVC Code": "CVC CODE",
    "Postal Code": "POSTAL CODE",
    "Add my Credit Card": "Add my Credit Card",
    "Payment Page?": "Payment Page?",
    "Your Request is on its way": "Your Request is on its way",
    "Request Sent": "Your Request is traveling through all the locals in Handytravelers. <br> We're sending your words to all the potencial hosts that may invite you into their home. <br> You'll recieve a email when a host send you an invitation. Good luck!",
    "What happen if Accept": "What happen if Accept",
    "If you decide to Accept this invitation": "If you decide to Accept this invitation...",
    "You'll be charge": "You'll be charge :price.",
    "You won't be able to recieve more invitations for this specific request.": "You won't be able to recieve more invitations for this specific request.",
    "If You have other invitations pending in this City, all of them will be decline.": "If You have other invitations pending in this City, all of them will be decline.",
    "You can only send a Request for the next 15 days.": "You can only send a Request for the next 30 days. This way hosts are not overwhelmed with a lot of different request from multiple dates.<br> And only for a maximum of 7 nights.",
    "You’ll need to confirm your email address before you can travel or host people": "You’ll need to confirm your email address before you can travel or host people.<br> Once your email address is confirmed, you can start using Handytravelers.",
    "Please, provide your email address": "Please, provide your email address",

    "Frequently Asked Questions": "Frequently Asked Questions",

    "Is this a subscription?": "Is this a subscription?",
    "No. It's a one time fee we only charge you for a confirmed trip.": "No. It's a one time fee we only charge you for a confirmed trip. If you don't accept an invitation we won't charge you. One trip, one charge. When you send your request you will receive the invitation from people around the place you want to go. You only paying when accepting a host.",

    "Am I paying the host to stay?": "Am I paying the host to stay?",
    "This a Handytravelers fee": "This fee is for Handytravelers website. This is the only way that I can bring more host and more travellers to our community and create an amazing place full of real experiences. You are supporting my dream to create a real community for travellers.",

    "How much it cost": "How much does it cost?",
    "The price to accept an invitation is $25.": "Remember. You only pay when accepting an invitation. The price to accept an invitation is $25. Doesn't matter if is for one night or five. Or if you are 1 person or 3 people. Is a one time fee. Normally if you stay more than one night you will save lots of money. Hosts prefer people who stay longer than one night, they don't want to feel like they are a hostel. Me neither.",

    "Why is $25 the price?": "Why is $25 the price?",
    "It's a price around one night in one nice hostel in a lot of places around the world.": "It's a price around one night in one nice hostel in a lot of places around the world. In some places is cheaper and others are more expensive. I want to avoid people only staying with hosts because they only care about saving money. The hosts would know that you are really interested in staying with them when you send an invitation. If you stay two nights or if you are two people, you will save a lot of money.",

    "If you think": "If you think that this is not for you, consider using Couchsurfing or <a target='_blank' href='https://www.airbnb.co.uk/c/jleon4'>Airbnb</a> (you can get $30 from that link for your first travel). CS or Airbnb are fantastic ways to travel. You can choose between all these options when you travel or use all of them (including Handytravelers) for your travels depending on your needs. If you have more questions contact me on <a target='_blank' href='https://www.facebook.com/handytravelers'>facebook</a> or on my Instagram <a target='_blank' href='https://www.instagram.com/jrleonr/'> @jrleonr</a>. Save travels!",
    "Blog Posts": "These are the blog posts..."
}
