{
    "Publish Your Travel": "Publica Tu Viaje",
    "Travelers looking for a Host in your City": "Viajeros que buscan alojamiento en tu ciudad:",
    "This is your dashboard": "Este es tu dashboard. Aquí podrás ver las peticiones de alojamiento enviadas y otros viajeros que vengan a tu ciudad. Invita a quien quieras a tu casa y conoce a otros viajeros como tú.",
    "Your requests": "Tus Viajes:",
    "These are the request you have sent": "Estos son los viajes que has enviado.",
    "Invitation To": "Invitación a",
    "Invitations sent": "Invitaciones que has enviado a otros viajeros.",
    "Invitations for your requests": "Invitaciones recibidas.",
    "What city do you live in?": "¿En qué ciudades vives?",
    "Home": "Tu casa",
    "After you send it, you won't be able to edit or delete it. Think of this as when you send an email.": "Después de enviar tu mensaje no podrás editarlo o borrarlo. Como si fuera un email.",
    "Share your Travel Plans with hundreds of Hosts": "Comparte tu viaje enviando una request",
    "Full Name": "NOMBRE COMPLETO",
    "The name as appers on your card": "El nombre como aparece en la tarjeta.",
    "Card Number": "NUMERO DE LA TARJETA",
    "Expiry Month": "CADUCIDAD MES",
    "Expiry Year": "CADUCIDAD AÑO",
    "CVC Code": "CVC",
    "Postal Code": "CÓDIGO POSTAL",
    "Add my Credit Card": "Añadir mi tarjeta de Crédito",
    "Payment Page?": "¿Por qué me piden la tarjeta?",
    "Your Request is on its way": "Tu Request está en camino",
    "Request Sent": "Enviamos tu Request para que los hosts sepan que estás buscando alojamiento en su ciudad. <br> Recibirás un email cada vez que algún host te envie una invitación para que pueda revisarla.<br> Buena suerte!",
    "What happen if Accept": "Qué pasa si acepto",
    "If you decide to Accept this invitation": "Si decides aceptar esta invitación...",
    "You'll be charge": "Se te cobrarán :price",
    "You won't be able to recieve more invitations for this specific request.": "No recibirás más invitaciones para esta request.",
    "If You have other invitations pending in this City, all of them will be decline.": "Si tienes otras invitaciones pendientes en esta ciudad serán declinadas automáticamente.",
    "You can only send a Request for the next 15 days.": "Sólo puedes enviar tu request para los próximos 30 días para evitar colapsar a los hosts con planes muy futuros. <br> Además sólo puedes enviar una solicitud para un máximo de 7 días.",
    "You’ll need to confirm your email address before you can travel or host people": "Necesitas confirmar tu cuenta de correo electrónico antes de poder viajar o alojar a viajeros.<br> Una vez tu cuenta de email esté confirmada podrás utilizar Handytravelers.",
    "Please, provide your email address": "Por favor, introduce tu email",

    "Frequently Asked Questions": "Preguntas frecuentes",

    "Is this a subscription?": "¿Es una subscripción?",
    "No. It's a one time fee we only charge you for a confirmed trip.": "No. Es un pago que sólo se te cobra cuando confirmas un viaje. Si no aceptas a nunca pagas. Un viaje, un cobro. Enviamos tu Request a todos los host cerca del area a donde quieres ir. Cuando aceptes quedarte con algún host que te haya gustado es cuando te cobramos. No antes.",
    
    "Am I paying the host to stay?": "¿Estoy pagando al Host?",
    "This a Handytravelers fee": "El pago se hace a la web. Esta es la única forma en la que puedo mantener, mejorar y encontrar viajeros y hosts en todo el mundo. Quiero crear una comunidad de viajeros de verdad y que podamos disfrutar de experiencias increíbles. Cuando pagas, estás ayudando a construir este sueño.",
    
    "How much it cost": "¿Cuánto cuesta?",
    "The price to accept an invitation is $25.": "Recuerda que sólo pagas cuando confirmas tu viaje y aceptas a tu host. El precio por aceptar la invitación son $25. No importa si es para una o cinco noches o para una o varias personas. Normalmente si te quedas más de una noche o sois más de un viajero, ahorraréis mucho dinero, además de que tendrés una experiencia real. Los hosts prefieren que los viajeros se queden más de una noche, no les gusta sentir que los tratas como un hostal. A mí tampoco.",

    "Why is $25 the price?": "¿Por qué $25?",
    "It's a price around one night in one nice hostel in a lot of places around the world.": "Es un precio medio por una noche en un buen hostal en muchos lugares del mundo. La idea es evitar que los viajeros se queden con los hosts sólo por dinero. De esta forma queda claro que los viajeros están buscando una experiencia real y además ayudan a hacer crecer la comunidad. Si te quedas más de una noche o sois más personas ahorrarás mucho dinero. Es el equilibrio perfecto para todos.",
    "If you think": "Si crees que Handytravelers no es para ti consiera usar Couchsurfing o <a target='_blank' href='https://www.airbnb.co.uk/c/jleon4'>Airbnb</a> ($30 para tu primer viaje). CS y Airbnb son dos webs increíbles. Elige entre todas ellas para abrir tus opciones o también considera utilizarlas todas según el tipo de viaje que estés realizando. Si tienes dudas o preguntas, contáctame en <a target='_blank' href='https://www.facebook.com/handytravelers'>facebook</a> o en mi Instagram <a target='_blank' href='https://www.instagram.com/jrleonr/'> @jrleonr </a>. Buen camino!",
    "Blog Posts": "Artículos en el blog:"

}

